# 주석문(Comment)[메모 기능]
# 이 줄은 무시해 줘
# ctrl + /
print("내 이름은 전수효")

# print 안에 연산 기능이 필요하다면 앞에 f필수!
print(f"1 + 1 = {1 + 1}")

# multiline string """ 긴 글을 넣을 때 사용
print("""(워싱턴=연합뉴스) 김경희 강병철 특파원 = 한미 양국은 내년 중반까지 핵전략 기획·운용에 관한 가이드라인을 만들고 이를 통해 내년 6월께 확장억제 체제 구축을 완성키로 했다.

핵 위기시 한미 정상간 즉각적으로 통화할 수 있는 시스템도 구축되고 있으며 이를 위해 양국 정상에 휴대장비도 전달됐다.

한미 양국은 15일(현지시간) 워싱턴DC에서 제2차 핵협의그룹(NCG) 회의를 열고 이같이 논의했다고 김태효 국가안보실 1차장 등이 전했다.

김 차장은 이날 특파원 간담회에서 가이드라인에 대해 "북한의 핵 위협을 어떻게 억제하고 또 대응해 나갈 것인지에 대한 총체적인 지침"이라면서 "이것을 내년 중에 완성하기로 한 것"이라고 설명했다.""")


