# fruit = input("너가 좋아하는 과일:")
# print(f"당신이 좋아하는 과일은 {fruit}군요")

# = 왼쪽에 있는 데이터를 오른쪽 변수에 넣는다.
# 변수
# abc = 7
# print(abc)
# print(f"abc {abc}")
#
# coffee = input("당신이 좋아하는 커피:")
# print(f"당신이 좋아하는 커피는 {coffee} 이군요")

name = input("당신의 이름은 무엇입니까?")
print(f"""(서울=연합뉴스) {name} 기자 = 한국과 미국은 북한의 핵·미사일 위협에 대응해 내년 8월 한미 연합훈련인 '을지 자유의 방패'(UFS·을지프리덤실드) 때 핵 작전 연습을 하기로 해 주목된다.

지금까지 한반도 전면전 상황을 가정한 전구(戰區)급 한미 연합훈련 때 핵 작전 시나리오가 포함된 적은 없었다. 북한의 핵 공격에 대응해 미국이 핵 보복을 가하는 시나리오를 한미가 처음으로 함께 연습한다는 의미로 풀이된다.""")